<?php
$lang['installfinished']="<br>Η εγκατάσταση ολοκληρώθηκε  --> <a href=\"index.php\">εκκίνηση MySQLDumper</a><br>";
$lang['install_tomenu']="Πίσω στο κυρίως μενού";
$lang['installmenu']="Κυρίως μενού";
$lang['step']="Βήμα";
$lang['install']="Εγκατάσταση";
$lang['uninstall']="Απεγκατάσταση";
$lang['tools']="Εργαλεία";
$lang['editconf']="Επεξεργασία ρύθμισης";
$lang['osweiter']="Συνέχεια χωρίς αποθήκευση";
$lang['errorman']="<strong>Σφάλμα κατά την αποθήκευση της ρύθμισης!</strong><br>Παρακαλώ επεξεργαστείτε το αρχείο ";
$lang['manuell']="χειροκίνητα";
$lang['createdirs']="Δημιουργία Καταλόγων";
$lang['install_continue']="Συνεχίστε την εγκατάσταση";
$lang['connecttomysql']="Σύνδεση με MySQL ";
$lang['dbparameter']="Παράμετροι Β.Δεδομένων";
$lang['confignotwritable']="Δεν μπορώ να γράψω στο αρχείο \"config.php\".
Παρακαλώ χρησιμοποιήστε το πρόγραμμα FTP και αλλάξτε το chmod του αρχείου σε 0777.";
$lang['dbconnection']="Σύνδεση Β.Δεδομένων";
$lang['connectionerror']="Σφάλμα: αδυναμία σύνδεσης.";
$lang['connection_ok']="Η σύνδεση με τη Β.Δεδομένων είναι επιτυχής.";
$lang['saveandcontinue']="Αποθήκευση και συνέχεια με την εγκατάσταση";
$lang['confbasic']="Βασικές παράμετροι";
$lang['install_step2finished']="Οι παράμετροι Β.Δεδομένων αποθηκεύτηκαν επιτυχώς.";
$lang['install_step2_1']="Συνέχεια εγκατάστασης με τις προεπιλεγμένες ρυθμίσεις";
$lang['laststep']="Τέλος εγκατάστασης";
$lang['ftpmode']="Δημιουργία απαραίτητων καταλόγων σε ασφαλή λειτουργία";
$lang['idomanual']="Δημιουργώ τους καταλόγους μόνος μου";
$lang['dofrom']="εκκίνηση από";
$lang['ftpmode2']="Δημιουργία καταλόγων με FTP:";
$lang['connect']="σύνδεση";
$lang['dirs_created']="Οι κατάλογοι δημιουργήθηκαν και δώθηκαν οι απαραίτητες προσβάσεις.";
$lang['connect_to']="σύνδεση με";
$lang['changedir']="αλλαγή σε κατάλογο";
$lang['changedirerror']="η αλλαγή σε κατάλογο δεν έγινε";
$lang['ftp_ok']="Οι παράμετροι FTP είναι εντάξει";
$lang['createdirs2']="Δημιουργία καταλόγων";
$lang['ftp_notconnected']="Η σύνδεση FTP δεν έγινε!";
$lang['connwith']="Σύνδεση με";
$lang['asuser']="όπως χρήστη";
$lang['notpossible']="δε γίνεται";
$lang['dircr1']="δημιουργία καταλόγου work";
$lang['dircr2']="δημιουργία καταλόγου backup";
$lang['dircr4']="δημιουργία καταλόγου log";
$lang['dircr5']="δημιουργία καταλόγου configuration";
$lang['indir']="τώρα στον κατάλογο";
$lang['check']="Ελεγχος καταλόγων";
$lang['disabledfunctions']="Ανενεργές λειτουργίες";
$lang['noftppossible']="Δεν έχετε λειτουργίες FTP !";
$lang['nogzpossible']="Δεν έχετε λειτουργίες συμπίεσης !";
$lang['ui1']="Ολοι οι κατάλογοι που μπορεί να περιέχουν αντίγραφα ασφαλείας θα διαγραφούν.";
$lang['ui2']="Το θέλετε σίγουρα?";
$lang['ui3']="Οχι, ακύρωσε το αμέσως";
$lang['ui4']="Ναι, παρακαλώ συνέχισε";
$lang['ui5']="διαγραφή καταλόγων λειτουργίας";
$lang['ui6']="όλα διαγράφηκαν επιτυχώς.";
$lang['ui7']="Παρακαλώ διαγράψτε τον κατάλογο script";
$lang['ui8']="ένα επίπεδο πάνω";
$lang['ui9']="Ενα Σφάλμα δεν επιτρέπει τη διαγραφή</p>Σφάλμα με τον κατάλογο ";
$lang['import']="Εισαγωγή ρυθμίσεων";
$lang['import1']="Εισαγωγή ρυθμίσεων από ";
$lang['import2']="Φόρτωση και εισαγωγή ρυθμίσεων";
$lang['import3']="Οι ρυθμίσεις φορτώθηκαν ...";
$lang['import4']="Οι ρυθμίσεις αποθηκεύτηκαν.";
$lang['import5']="Εκκίνηση MySQLDumper";
$lang['import6']="Μενού εγκατάστασης";
$lang['import7']="Φόρτωση ρυθμίσεων";
$lang['import8']="πίσω σε φόρτωση";
$lang['import9']="Αυτό δεν είναι αντίγραφο ασφαλείας ρυθμίσεων !";
$lang['import10']="Οι ρυθμίσεις φορτώθηκαν κανονικά ...";
$lang['import11']="<strong>Σφάλμα: </strong>Εμφανίστηκε πρόβλημα στην εγγραφή του sql_statements";
$lang['import12']="<strong>Σφάλμα: </strong>Εμφανίστηκε πρόβλημα στην εγγραφή του config.php";
$lang['install_help_port']="(άδειο = προεπιλεγμένη θύρα)";
$lang['install_help_socket']="(άδειο = προεπιλεγμένο Socket)";
$lang['tryagain']="Δοκιμάστε πάλι";
$lang['socket']="Socket";
$lang['port']="Θύρα";
$lang['found_db']="βρέθηκε Β.Δ.";
$lang['fm_fileupload']="Φόρτωση αρχείου";
$lang['pass']="Κωδικός";
$lang['no_db_found_info']="Η σύνδεση με τη Β.Δεδομένων έγινε επιτυχώς.<br>
Τα δεδομένα χρήστη είναι σωστά και έγιναν αποδεκτά από τον διακομιστή MySQL.<br>
Αλλά το MySQLDumper δε βρήκε καμία Β.Δεδομένων.<br>
Η αυτόματη αναγνώριση μέσω script μπλοκάρεται σε κάποιον διακομιστή.<br>
Δώστε το όνομα της βάσης σας χειροκίνητα μόλις τελειώσει η εγκατάσταση.
Καντε κλικ στο \"Ρυθμίσεις\" \"Παράμετροι Σύνδεσης - προβολή\" και δώστε εκεί το όνομα της βάσης σας.";
$lang['safemodedesc']="Επειδή η PHP τρέχει σε ασφαλή λειτουργία safe_mode πρέπει να δημιουργήσετε τους παρακάτω καταλόγους χειροκίνητα χρησιμοποιώντας το πρόγραμμα FTP:


";


?>