<?php
$lang['help_db']="Αυτή είναι μια λίστα με Β.Δεδομένων";
$lang['help_praefix']="Το πρόθεμα είναι ένα αλφαριθμητικό στην αρχή του ονόματος πίνακα, που λειτουργεί σαν φίλτρο.";
$lang['help_zip']="Συμπίεση με GZip - προτεινόμενη κατάσταση 'ενεργό'";
$lang['help_memorylimit']="Το μέγιστο μέγεθος μνήμης σε Bytes για το script
0 = ανενεργό";
$lang['memory_limit']="Οριο μνήμης";
$lang['help_ad1']="Αν ενεργοποιηθεί, τα αντίγραφα ασφαλείας θα διαγράφονται αυτόματα.";
$lang['help_ad3']="Ο μέγιστος αριθμός των αρχείων αντιγράφων ασφαλείας (για αυτόματη διαγραφή)
0 = ανενεργό";
$lang['help_lang']="επιλέξτε τη γλώσσα σας";
$lang['help_empty_db_before_restore']="Για να εξαφανίσετε άχρηστα δεδομένα επιλέξτε το άδειασμα της Β.Δεδομένων πριν την επαναφορά";
$lang['help_cronextender']="Η κατάληξη του Perl scripts, προεπιλογή είναι '.pl'";
$lang['help_cronsavepath']="Το όνομα του αρχείου ρύθμισης για το Perl script";
$lang['help_cronprintout']="Αν απενεργοποιηθεί δε θα προβάλλεται έξοδος στην οθόνη.
Είναι ανεξάρτητο από την έξοδο στο αρχείο καταγραφών.";
$lang['help_cronsamedb']="Χρήση ίδιας Β.Δεδομένων στο Cron job όπως ρυθμίστηκε στη Β.Δεδομένων?";
$lang['help_crondbindex']="επιλέξτε τη Β.Δεδομένων για το Cron job";
$lang['help_ftptransfer']="αν είναι ενεργό, το αρχείο θα αποστέλεται με FTP.";
$lang['help_ftpserver']="Διεύθυνση του διακομιστή FTP";
$lang['help_ftpport']="Θύρα του διακομιστή FTP, προεπιλογή: 21";
$lang['help_ftpuser']="Δώστε όνομα χρήστη για το FTP";
$lang['help_ftppass']="Δώστε κωδικό για το FTP";
$lang['help_ftpdir']="Που βρίσκεται ο κατάλογος φόρτωσης? δώστε διαδρομή!";
$lang['help_speed']="Ελάχιστη και μέγιστη ταχύτητα, προεπιλογή είναι 50 εως 5000";
$lang['speed']="Ελεγχος ταχύτητας";
$lang['help_cronexecpath']="Η τοποθεσία των Perl scripts.
 Σημείο εκκίνησης είναι η διεύθυνση HTTP (όπως η διευθύνσεις στον πλοηγό)
Επιτρεπόμενα είναι εισαγωγές απόλυτες ή σχετικές.";
$lang['cron_execpath']="Διαδρομή των Perl scripts";
$lang['help_croncompletelog']="Οταν ενεργοποιηθεί, η πλήρης έξοδος γράφεται στο complete_log-file.
Είναι ανεξάρτητο από την προβολή κειμένου";
$lang['help_ftp_mode']="Οταν συμβούν προβλήματα κατά την μεταφορά μέσω FTP, δοκιμάστε τη χρήση passive mode.


";


?>